Repository: AlexusYT/KwasarEngine
Catalog: data/locale/po/*/mer.po
Languages: ru_ru

source: ObjectName
ru_ru: Название

source: ObjectType
ru_ru: Тип

source: ObjectAdd
ru_ru: Добавить

source: ObjectUnnamed
ru_ru: Без названия

source: ObjectReparent
ru_ru: Сменить родителя

source: ObjectRemove
ru_ru: Удалить

source: Left click to reparent to the "{}".
ru_ru: Кликните ЛКМ чтобы сменить родителя на "{}".

source: Root of the scene
ru_ru: Корень сцены

source: Right click to cancel.
ru_ru: Кликните ПКМ для отмены.

source: TreeViewTool
ru_ru: Дерево объектов

source: SceneProperties
ru_ru: Сцена

source: NodeProperties
ru_ru: Узел

source: NodeName
ru_ru: Название

source: NodeTransformation
ru_ru: Трансформация

source: RemoveExtension
ru_ru: Удалить

source: Hold for 0.5 sec to confirm removing
ru_ru: Зажмите на 0.5 сек, чтобы подтвердить удаление

source: NodePosition
ru_ru: Положение

source: NodeOrientation
ru_ru: Ориентация

source: Quaternion
ru_ru: Кватернион

source: XYZ Euler
ru_ru: Углы Эйлера (XYZ)

source: Axis Angle
ru_ru: Ось-угол

source: Scale
ru_ru: Масштаб

source: MeshExtension
ru_ru: Меш

source: Select mesh to use
ru_ru: Выберите меш

source: MeshNone
ru_ru: Нет

source: LightExtension
ru_ru: Освещение

source: Select light source to use
ru_ru: Выберите источник света

source: LightNone
ru_ru: Нет

source: NewLight
ru_ru: Создать

source: LightUnnamed
ru_ru: Без названия

source: DuplicateLight
ru_ru: Дублировать

source: LightCopy
ru_ru: Копия

source: RemoveLight
ru_ru: Удалить

source: Not implemented yet
ru_ru: Пока не реализовано

source: Light source settings
ru_ru: Настройки источника

source: LightName
ru_ru: Название

source: LightColor
ru_ru: Цвет

source: LightIntensity
ru_ru: Интенсивность

source: LightTypeDirectional
ru_ru: Направленный

source: LightTypePoint
ru_ru: Точечный

source: LightTypeSpot
ru_ru: Прожектор

source: LightType
ru_ru: Тип

source: LightRange
ru_ru: Радиус

source: LightRangeInfinite
ru_ru: Бесконечный

source: %0.3f m
ru_ru: %0.3f м

source: Inner Cone
ru_ru: Внутренний конус

source: Outer Cone
ru_ru: Внешний конус

source: ObjectPropertiesTool
ru_ru: Свойства

source: ProjectExplorerTool
ru_ru: Эксплорер

source: SceneAdd
ru_ru: Добавить

source: SceneAddBlocking
ru_ru: Блокинг

source: SceneAddBlockPlane
ru_ru: Плоскость

source: SceneAddBlockCube
ru_ru: Куб

source: SceneAddBlockSphere
ru_ru: Сферу

source: SceneAddModel
ru_ru: Модель

source: SceneAddFromFile
ru_ru: Из файла...

source: SceneAddFromFileTitle
ru_ru: Выберите файл

source: SceneAddFromSketchfab
ru_ru: Из Sketchfab...

source: SceneAddFromFavorites
ru_ru: Из избранного...

source: PrefabEditor
ru_ru: Редактор префабов

source: In order to use this feature, you need to login to Sketchfab
ru_ru: Чтобы использовать эту функцию, вам нужно войти в Sketchfab-аккаунт

source: Website here:
ru_ru: Вот веб-сайт:

source: Login using:
ru_ru: Войти с помощью:

source: LoginWithUsernamePassword
ru_ru: Имени пользователя и пароля

source: Use username and password from your Sketchfab.com account
ru_ru: Используйте имя пользователя и пароль от вашего Sketchfab-аккаунта.

source: LoginWithAPIToken
ru_ru: Токена API

source: Use API token from your Sketchfab.com account
ru_ru: Используйте токен API для вашего Sketchfab-аккаунта

source: Username
ru_ru: Имя пользователя

source: Username cannot be empty
ru_ru: Имя пользователя не может быть пустым

source: Password
ru_ru: Пароль

source: Password cannot be empty
ru_ru: Пароль не может быть пустым

source: In progress...
ru_ru: В процессе...

source: ActionLogin
ru_ru: Войти

source: Author name
ru_ru: Ник автора

source: Collection (uid)
ru_ru: Коллекция (uid)

source: Min Faces: %d
ru_ru: Минимум треугольников: %d

source: Max Faces: %d
ru_ru: Максимум треугольников: %d

source: Staff Picked
ru_ru: Выбрано командой Sketchfab

source: Not recommended to change
ru_ru: Не рекомендуется изменять

source: Downloadable
ru_ru: Можно скачать

source: FilterMaterial
ru_ru: Материал

source: Not yet supported by the engine
ru_ru: Пока не поддерживается

source: FilterAnimated
ru_ru: Анимация

source: FilterHasSound
ru_ru: Звук

source: FilterRigged
ru_ru: Риг (скелет)

source: Enter search keywords
ru_ru: Введите ключевые слова

source: Search filters
ru_ru: Фильтры

source: SearchWindowTool
ru_ru: Поиск моделей

source: ScenePreviewTool
ru_ru: Предпросмотр сцены

source: No opened tools in this workspace
ru_ru: Нет открытых инструментов в этом рабочем пространстве

source: Select a tool to open...
ru_ru: Выберите инструмент, который нужно открыть...

source: Open or close the workspace tools
ru_ru: Открыть или закрыть инструменты рабочего пространства

source: MenuFile
ru_ru: Файл

source: MenuExit
ru_ru: Выход

source: MenuEdit
ru_ru: Правка

source: MenuSettings...
ru_ru: Настройки...

source: MenuWindow
ru_ru: Окно

source: MenuHelp
ru_ru: Помощь

source: Open website
ru_ru: Открыть веб-сайт

source: Open manual
ru_ru: Открыть руководство

source: MenuAbout...
ru_ru: О программе...

source: InterfaceLanguage
ru_ru: Язык интерфейса

source: FontSize: %.0f
ru_ru: Размер шрифта: %.0f

source: DebugEnabled
ru_ru: Включить режим отладки

source: ApplyAndClose
ru_ru: Применить и закрыть

source: Apply
ru_ru: Применить

source: Close
ru_ru: Закрыть

source: SettingsWindow
ru_ru: Настройки

source: OtherCategory
ru_ru: Прочие

source: GeneralCategory
ru_ru: Основные

source: LangName
ru_ru: Русский

source: CountryName
ru_ru: Россия

source: LangSystem
ru_ru: Системный

source: SketchfabRelevancy
ru_ru: По релевантности

source: SketchfabLikeCountAsc
ru_ru: По лайкам /\

source: SketchfabLikeCountDesc
ru_ru: По лайкам \/

source: SketchfabViewCountAsc
ru_ru: По просмотрам /\

source: SketchfabViewCountDesc
ru_ru: По просмотрам \/

source: SketchfabPublishedAtAsc
ru_ru: По дате публикации /\

source: SketchfabPublishedAtDesc
ru_ru: По дате публикации \/

source: SketchfabProcessedAtAsc
ru_ru: По дате обработки /\

source: SketchfabProcessedAtDesc
ru_ru: По дате обработки \/

source: Any License
ru_ru: Любая лицензия

source: AnyLicenseDescription
ru_ru: Поиск без учёта лицензий

source: Author must be credited. Commercial use is allowed.
ru_ru: Упоминание автора обязательно. Коммерческое использование разрешено.

source: Author must be credited. Modified versions must have the same license. Commercial use is allowed.
ru_ru: Упоминание автора обязательно. Модификации должны иметь такую же лицензию. Коммерческое использование разрешено.

source: Author must be credited. Modified versions can not be distributed. Commercial use is allowed.
ru_ru: Упоминание автора обязательно. Модификации распространять нельзя. Коммерческое использование разрешено.

source: Author must be credited. No commercial use.
ru_ru: Упоминание автора обязательно. Запрещено коммерческое использование.

source: Author must be credited. No commercial use. Modified versions must have the same license.
ru_ru: Упоминание автора обязательно. Запрещено коммерческое использование. Модификации должны иметь такую же лицензию.

source: Author must be credited. No commercial use. Modified versions can not be distributed.
ru_ru: Упоминание автора обязательно. Запрещено коммерческое использование. Модификации распространять нельзя.

source: Credit is not mandatory. Commercial use is allowed.
ru_ru: Упоминание автора не обязательно. Коммерческое использование разрешено.

source: Use only in connection with events that are newsworthy or of public interest
ru_ru: Использование только в связи с событиями, которые заслуживают освещения в печати или представляют общественный интерес.

source: Standard
ru_ru: Стандартная

source: Under basic restrictions, use worldwide, on all types of media, commercially or not, and in all types of derivative works
ru_ru: Под основными ограничениями, использование по всему миру, на всех типах носителей, коммерческих или нет, а также во всех типах производных работ

source: SketchfabMaterialAny
ru_ru: Любой

source: SketchfabMaterialSimple
ru_ru: Простой

source: SketchfabMaterialPBROnly
ru_ru: Основанный на физике

source: SketchfabMaterialMetalness
ru_ru: Metalness/Roughness

source: SketchfabMaterialSpecular
ru_ru: Specular/Glossiness
